city_choices = {
    'חיפה':'חיפה',
'באר שבע' :'באר שבע',
'בני יהודה':'בני יהודה',
'דימונה':'דימונה',
'צפת':'צפת',
'בני יהושע':'בני יהושע',
'מעלות':'מעלות',
'בני יהושע':'בני יהושע',
'ירושלים':'ירושלים',
'תל אביב':'תל אביב',
}


price_choices = {
    '1000000':'1000000',
    '2000000':'2000000',
    '3000000': '3000000',
    '4000000': '4000000',
    '5000000': '5000000',
    '6000000':'6000000',
    '7000000': '7000000',
    '8000000': '8000000',
    '9000000': '9000000',
    '10000000': '10000000',
}

bedrooms_choices = {
    '1':'1',
    '2':'2',
    '3': '3',
    '4': '4',
    '5': '5',
    '6':'6',
    '7': '7',
    '8': '8',
    '9': '9',
    '10': '10',
}